Repository: Piwigo/Piwigo-Mobile
Catalog: piwigo/Resources/ReleaseNotes.xcstrings
Source language: en
Languages: ar, da, de, es, fr, hu, id, it, ja, nl, pl, ru, sv, zh_hans, zh_hant

# v2.3.2_text
source: Version 2.3.2 March 27, 2019 • Local photos presented in a timeline view by day before upload • Minor bug fixes and improvements of the interface
ar: الإصدار 2.3.2 27 مارس, 2019 • الصور المحلية المعروضة في الجدول الزمني قبل تحميل • إصلاحات الشوائب طفيفة والتحسينات في الواجهة
da: Version 2.3.2 27 marts 2019 • Lokale billeder præsenteres i en tidslinjevisning af dagen før upload • Mindre fejlrettelser og forbedringer af brugerflade
de: Version 2.3.2 27. März 2019 • Lokale Fotos, werden vor dem Hochladen in einer Zeitleiste sortiert nach Tag angezeigt • Kleinere Fehlerbehebungen und Verbesserung der Benutzeroberfläche
es: Versión 2.3.2 27 de marzo 2019 • Fotos locales presentadas en una vista de cronología diaria antes de subirlas • Correcciones de errores menores y mejoras en la interfaz
fr: Version 2.3.2 27 mars 2019 • Photos locales présentées par jour avant téléversement • Corrections de bugs mineurs et amélioration de l'interface
hu: 2.3.2-es verzió 2019 Március 27 • A helyi fotók, napi bontású idővonal-nézetben jelennek meg feltöltés előtt • Kisebb hibajavítások és fejlesztések a felületen
id: Versi 2.3.2 27 Maret 2019 • Gambar lokal disajikan dalam tampilan garis waktu sehari sebelum diunggah • Perbaikan bug minor dan perbaikan antarmuka
it: Versione 2.3.2 27 marzo 2019 • Immagini locali presentate in una vista temporale di giorno prima di caricare • Correzioni di bug minori e miglioramento dell'interfaccia
ja: バージョン 2.3.3 2019年3月27日 • アップロード前に日付順のタイムラインにローカル写真を表示 • 軽微なバグの修正とインタフェースの改善
nl: Versie 2.3.2 27 maart 2019 • Lokale foto's die een dag vóór het uploaden worden weergegeven in een tijdlijnweergave • Kleine foutjes verbeterd en verbetering van de interface
pl: Wersja 2.3.2 27 marca 2019 • Lokalne zdjęcia prezentowane w widoku osi czasu przed dniem przesłania • Poprawki drobnych błędów i ulepszenie interfejsu
ru: Версия 2.3.2 27 марта, 2019 • Локальные фотографии, представленные в виде ленты за день до загрузки • Незначительные исправления ошибок и улучшения интерфейса
sv: Version 2.3.2 27 mars 2019 • Lokala bilder presenteras i en tidslinjevisning dag före uppladdning • Mindre buggfixar och förbättring av gränssnittet
zh_hans: 版本2.3.2 2019年3月27日 • 支持上传前在本地以时间线形式展示图像 • 错误修复和界面改进
zh_hant: 版本 2.3.2 2019年3月27日 • 本地照片會在上傳前以每日時間線顯示 • 小型錯誤修正及介面改進

# v2.3.3_text
source: Version 2.3.3 April 10, 2019 • Minor bug fixes and improvements of the interface
ar: الإصدار 2.3.3 10 نيسان/أبريل 2019 • إصلاحات الشوائب طفيفة والتحسينات في الواجهة
da: Version 2.3.3 10 april 2019 • Mindre fejlrettelser og forbedringer af brugerflade
de: Version 2.3.3 10. April 2019 • Kleinere Fehlerbeseitigungen und Verbesserungen im Interface
es: Versión 2.3.3 10 de abril de 2019 • Corrección de errores menores y mejoras en la interfaz
fr: Version 2.3.3 10 avril 2019 • Corrections de bugs mineurs et amélioration de l'interface
hu: 2.3.3-as verzió 2019 Április 10 • Kisebb hibajavítások és fejlesztések a felületen
id: Versi 2.3.3 10 April 2018 • Perbaikan bug minor dan perbaikan antarmuka
it: Versione 2.3.3 10 aprile 2018 • Correzioni di bug minori e miglioramento dell'interfaccia
ja: バージョン 2.3.3 2019年4月10日 • 軽微なバグの修正とインタフェースの改善
nl: Versie 2.3.3 10 april 2019 • Kleine foutjes gerepareerd en verbetering van de interface
pl: Wersja 2.3.3 10 kwietnia 2019 • Drobne poprawki błędów i ulepszenia interfejsu
ru: Версия 2.3.3 10 апреля 2019 • Незначительные исправления и улучшения интерфейса
sv: Version 2.3.3 10 april 2019 • Mindre buggfixar och förbättring av gränssnittet
zh_hans: 版本2.3.3 2019年4月10日 • 错误修复和界面改进
zh_hant: 版本 2.3.3 2019年4月10日 • 小型錯誤修正及介面改進

# v2.3.4_text
source: Version 2.3.4 May 1, 2019 • Improved albums presentation on iPad (and iPhone) • Minor bug fixes and improvements of the interface
ar: الإصدار 2.3.4 1 مايو 2019 • تحسين عرض الألبومات على الأيباد (وآيفون) • إصلاحات الشوائب طفيفة وتحسين الواجهة
da: Version 2.3.4 1 maj 2019 • Forbedret visning af album på iPad (og iPhone) • Mindre fejlrettelser og forbedringer af brugerflade
de: Version 2.3.4 1. Mai 2019 • Verbesserte Alben Präsentation auf iPad (und iPhone) • Kleinere Fehlerbeseitigungen und Verbesserungen im Interface
es: Versión 2.3.4 1 de mayo de 2019 • Mejora de la presentación de álbumes en iPad (e iPhone) • Corrección de errores menores y mejoras en la interfaz
fr: Version 2.3.4 1er mai 2019 • Amélioration de la présentation des albums sur iPad (et iPhone) • Corrections de bugs mineurs et amélioration de l'interface
hu: 2.3.4-es verzió 2019 Május 1 • Továbbfejlesztett albummegjelenítés iPad-en (és iPhone-on) • Kisebb hibajavítások és fejlesztések a felületen
id: Versi 2.3.4 1 Mei 2019 • Improved albums presentation on iPad (and iPhone) • Perbaikan bug minor dan perbaikan antarmuka
it: Versione 2.3.4 1 maggio 2019 • Presentazione degli album migliorata su iPad (e iPhone) • Correzioni di bug minori e miglioramento dell'interfaccia
ja: バージョン 2.3.4 2019年5月2日 • iPadでのアルバム表示の改善 (iPhoneも) • マイナーなバグの修正とインターフェイスの改善
nl: Versie 2.3.4 1 Mei 2019 • Verbeterde albums presentatie op iPad (en iPhone) • Kleine foutjes gerepareerd en verbetering van de interface
pl: Wersja 2.3.4 1 maja 2019 • Udoskonala prezentację albumów na iPadzie (i iPhonie) • Drobne poprawki błędów i ulepszenie interfejsu
ru: Версия 2.3.4 1 мая 2019 • Улучшена презентация альбомов на iPad (и iPhone) • Исправления мелких ошибок и улучшения интерфейса
sv: Version 2.3.4 1 maj 2019 • Förbättrad albumpresentation på iPad (och iPhone) • Mindre buggfixar och förbättring av gränssnittet
zh_hans: 版本2.3.4 2019年5月1日 • 改进了iPad (iPhone) 的相册演示效果 • 错误修复和界面改进
zh_hant: 版本 2.3.4 2019年5月1日 • 改進了在iPad(及iPhone) 相簿的顯示 • 小型錯誤修正及介面改進

# v2.3.5_text
source: Version 2.3.5 June 6, 2019 • Fix a crash which sometimes happens when editing the server address after logout
ar: الإصدار 2.3.5 6 حزيران/يونيه 2019 • إصلاح تحطم يحدث أحيانا عند تحرير عنوان الخادم بعد تسجيل الخروج
da: Version 2.3.5 6 juni 2019 • Fix et crash, som nogle gange sker, når du redigerer serveradressen efter logout
de: Version 2.3.5 6. Juni 2019 • Behebung eines Absturzes, der manchmal beim Bearbeiten der Serveradresse nach dem Abmelden auftritt
es: Versión 2.3.5 6 de junio de 2019 • Corregir un colapso que a veces ocurre al editar la dirección del servidor después de cerrar la sesión
fr: Version 2.3.5 6 juin 2019 • Correction d'un crash qui se produit parfois lors de la modification de l'adresse du serveur après la déconnexion
hu: 2.3.5-ös verzió 2019 Június 6 • Javítja a hibát amitől néha, kijelentkezett állapotban történő szerver-cím frissítésnél összeomlott az alkalmazás
id: Versi 2.3.5 6 Juni 2019 • Perbaiki crash yang terkadang terjadi saat mengedit alamat server setelah logout
it: Versione 2.3.5 6 giugno 2019 • Risolto un crash che a volte si verifica quando si modifica l'indirizzo del server dopo il logout
ja: バージョン 2.3.5 2019年6月6日 • ログアウトしたあとでサーバのアドレスを編集した際に時々生じるクラッシュを修正
nl: Versie 2.3.5 6 Juni 2019 • Een crash verhelpen die soms optreedt bij het bewerken van het serveradres na het afmelden
pl: Wersja 2.3.5 6 czerwca 2019 • Naprawia awarię, która czasami zdarza się podczas edycji adresu serwera po wylogowaniu
ru: Версия 2.3.5 6 июня 2019 • Исправлена ошибка, которая иногда бывает при редактировании адреса сервера после выхода из системы
sv: Version 2.3.5 6 juni 2019 • Fixa en krasch som ibland händer när du redigerar serverns adress efter utloggning
zh_hans: 版本2.3.5 2019年6月6日 • 修复在登出后修改服务器地址可能会遇到的BUG
zh_hant: 版本 2.3.5 2019年6月6日 • 修正了有時在登出後更改伺服器位置會閃退的問題

# v2.6.0_text
source: Version 2.6 March 3, 2021 • Paste/upload photos and videos from clipboard • Fixes a compatibility issue with Piwigo 11 • Minor bug fixes and improvements of the interface
ar: الإصدار 2.6 3 مارس 2021 • لصق/رفع الصور ومقاطع الفيديو من الحافظة • إصلاح مشكلة التوافق مع Piwigo 11 • إصلاحات طفيفة للأخطاء وتحسينات في الواجهة
da: Version 2.6 3 marts 2021 • Indsæt / upload fotos og videoer fra udklipsholder • Løser et kompatibilitetsproblem med Piwigo 11 • Mindre fejl rettet og forbedringer af brugerflade
de: Version 2.6 3. März 2021 • Einfügen/Hochladen von Fotos und Videos aus der Zwischenablage • Behebt ein Kompatibilitätsproblem mit Piwigo 11 • Kleinere Fehlerbehebungen und Verbesserungen der Schnittstelle
es: Versión 2.6 3 de marzo de 2021 • Pegar/cargar fotos y vídeos desde el portapapeles • Se soluciona un problema de compatibilidad con Piwigo 11 • Soluciones de errores menores y mejoras de la interfaz
fr: Version 2.6 3 mars 2021 • Coller/télécharger des photos et des vidéos depuis le presse-papiers • Corrige un problème de compatibilité avec Piwigo 11 • Corrections de bugs mineurs et améliorations de l'interface
hu: 2.6-os verzió 2021 Március 3 • Beillesztés/Fotók és videók feltöltése vágólapról • Piwigo 11 kompatibilitási probléma javítása • Kisebb hibajavítások és fejlesztések a felületen
it: Versione 2. 3 marzo 2021 • Incolla/carica foto e video dagli appunti • Risolve un problema di compatibilità con Piwigo 11 • Correzioni di bug minori e miglioramento dell'interfaccia
ja: Version 2.6 2021年3月3日 • クリップボードから写真やビデオを貼り付け/アップロードする • Piwigo 11との互換性の問題を修正する • 軽微なバグの修正とインタフェースの改善
nl: Versie 2.6 3 maart 2021 • Kopiëren/plakken van foto's en video's vanaf het klembord • Compatibiliteitsproblemen met Piwigo 11 opgelost • Kleine bugfixes en verbeteringen aan de interface
pl: Wersja 2.6 3 marca 2021 • Wklejanie/przesyłanie zdjęć i filmów ze schowka • Rozwiązanie problemu z kompatybilnością z Piwigo 11 • Poprawki drobnych błędów i ulepszenia interfejsu
ru: Версия 2.6 3 марта 2021 • Вставить/загрузить фото и видео из буфера обмена • Исправлена проблема совместимости с Piwigo 11 • Незначительные исправления ошибок и улучшения интерфейса
sv: Version 2.6 3 mars 2021 • Klistra in/ladda upp foton och videor från urklipp • Fixar ett kompatibilitetsproblem med Piwigo 11 • Mindre buggfixar och förbättring av gränssnittet
zh_hans: 版本 2.6 2021年3月3日 • 支持从剪贴板粘贴/上传照片和视频 • 修复与 Piwigo 11 的兼容性问题 • 错误修复和界面改进
zh_hant: 版本 2.6 2021年3月3日 • 從剪貼版貼上/上傳照片及影片 • 修正與Piwigo 11的相容性問題 • 小型錯誤修正及介面改進

# v2.6.1_text
source: Version 2.6.1 March 19, 2021 • Fixes the attribution of tags to a selection of photos • Redesigned Appearance settings • Improves background uploading reliability • Minor bug fixes and improvements of the interface
ar: الإصدار 2.6.1 19 مارس 2021 • إصلاح إسناد العلامات إلى مجموعة مختارة من الصور • إعادة تصميم إعدادات المظهر • تحسين موثوقية التحميل في الخلفية • إصلاحات طفيفة للأخطاء وتحسينات للواجهة
da: Version 2.6.1 19 marts 2021 • Retter tildelingen af tags for et udvalg af fotos • Nydesignede indstillinger for udseende • Forbedrer pålideligheden af upload af baggrunden • Mindre fejlrettelser og forbedringer af grænsefladen
de: Version 2.6.1 19. März 2021 • Korrigiert die Zuweisung von Schlagworten zu einer Auswahl von Fotos • Überarbeitete Einstellungen für das Erscheinungsbild • Verbessert die Zuverlässigkeit des Hochladens im Hintergrund • Kleinere Fehlerkorrekturen und Verbesserungen an der Benutzeroberfläche
es: Versión 2.6.1 19 de marzo de 2021 • Corrige la atribución de etiquetas a una selección de fotos • Ajustes de Apariencia rediseñados • Mejora la fiabilidad de las subidas en segundo plano • Corrección de errores menores y mejoras de la interfaz
fr: Version 2.6.1 19 mars 2021 • Corrige l'attribution de tags à une sélection de photos • Paramètres d'apparence repensés • Améliore la fiabilité du téléchargement en arrière-plan • Corrections de bugs mineurs et améliorations de l'interface
hu: 2.6.1-es verzió 2021 Március 19 • Kiválasztott fotók címkehozzárendelésének javítása • Újratervezett Megjelenítés-beállítások • Háttérfeltöltés megbízhatóságának továbbfejlesztése • Kisebb hibajavítások és fejlesztések a felületen
it: Versione 2.6.1 19 marzo 2021 • Corregge l'attribuzione dei tag a una selezione di foto • Impostazioni di aspetto ridisegnate • Migliora l'affidabilità del caricamento in background • Correzioni di bug minori e miglioramento dell'interfaccia
ja: バージョン2.6.1 2021年3月19日 • 写真の選択に対するタグの属性を修正 • 外観設定の再設計 • バックグラウンドアップロードの信頼性を向上 • 軽微なバグの修正とインタフェースの改善
nl: Version 2.6.1 19 maart 2021 • Lost een probleem op met het toekennen van tags aan een selectie van foto's • Hernieuwt ontwerp van de Uiterlijk instellingen • Verbetert betrouwbaarheid van het uploaden op de achtergrond • Kleine bugfixes en verbeteringen van het uiterlijk
pl: Wersja 2.6.1 19 marca 2021 • Naprawia przypisywanie tagów wybranym zdjęciom • Przeprojektowane ustawienia wyglądu • Poprawia niezawodność przesyłania w tle • Poprawki drobnych błędów i ulepszenia interfejsu
ru: Версия 2.6.1 19 марта 2021 • Исправляет присвоение тегов выбранным фотографиям • Изменены настройки внешнего вида • Повышает надежность фоновой загрузки • Незначительные исправления и улучшения интерфейса
sv: Version 2.6.1 19 mars 2021 • Fixar tilldelningen av taggar till ett urval av foton • Nydesignade inställningar för utseende • Förbättrar tillförlitligheten för uppladdning av bakgrunden • Mindre buggfixar och förbättring av gränssnittet
zh_hans: 版本 2.6.1 2021年3月19日 • 修复所选照片的标签归属问题 • 重新设计的外观设置 • 提高了后台上传的可靠性 • 错误修复和界面改进
zh_hant: 版本 2.6.1 2021年3月19日 • 修正所選照片的標籤屬性問題 • 重新設計了外觀設定 • 改善背景上傳穩定性 • 小型錯誤修正及介面改進

# v2.6.2_text
source: Version 2.6.2 May 3, 2021 • Allows some Community users to create tags • Fixes a compatibility issue with Piwigo 11 • Minor bug fixes and improvements of the interface • Code modernization
ar: الإصدار 2.6.2 3 مايو 2021 • يسمح لبعض مستخدمي المجتمع بإنشاء وسوم • يُصلح مشكلة التوافق مع Piwigo 11 • إصلاحات أخطاء طفيفة وتحسينات في الواجهة • تحديث الكود
da: Version 2.6.2 3 maj 2021 • Tillader nogle fællesskabsbrugere at oprette tags • Løser et kompatibilitetsproblem med Piwigo 11 • Mindre fejlrettelser og forbedringer af brugerflade • Modernisering af kode
de: Version 2.6.2 3. Mai 2021 • Ermöglicht einigen Community-Benutzern, Tags zu erstellen • Behebt ein Kompatibilitätsproblem mit Piwigo 11 • Kleinere Fehlerbehebungen und Verbesserungen der Schnittstelle • Code-Modernisierung
es: Versión 2.6.2 3 de mayo de 2021 • Permite a algunos usuarios de la comunidad crear etiquetas • Corregir un problema de compatibilidad con Piwigo 11 • Correcciones de errores menores y mejoras de la interfaz • Modernización del código
fr: Version 2.6.2 3 mai 2021 • Permet à certains utilisateurs Community de créer des tags • Corrige un problème de compatibilité avec Piwigo 11 • Corrections de bugs mineurs et améliorations de l'interface • Modernisation du code
hu: 2.6.2-es verzió 2021 Május 3 • Közösségi felhasználók is létrehozhatnak címkéket • Piwigo 11 kompatibilitási probléma javítása • Kisebb hibajavítások és fejlesztések a felületen • Kódmodernizálás
it: Versione 2.6.2 3 maggio 2021 • Consente ad alcuni utenti della Comunità di creare tag • Risolve un problema di compatibilità con Piwigo 11 • Correzioni di bug minori e miglioramenti dell'interfaccia • Modernizzazione del codice
ja: バージョン2.6.2 2021年5月3日 • 一部のコミュニティユーザーがタグを作成できるようにする • Piwigo 11との互換性の問題を修正する • 軽微なバグの修正とインタフェースの改善 • コードの近代化
nl: Versie 2.6.2 3 mei 2021 • Laat sommige gebruikers toe om tags te maken • Lost een compatibiliteitsprobleem op met Piwigo 11 • Kleine foutjes hersteld en verbetering van de interface • Code-modernisering
pl: Wersja 2.6.2 3 maja 2021 • Pozwala wybranym użytkownikom Community tworzyć tagi • Naprawia problem kompatybilności z Piwigo 11 • Poprawki drobnych błędów i ulepszenia interfejsu • Modernizacja kodu
ru: Версия 2.6.2 3 мая 2021 • Позволяет некоторым пользователям сообщества создавать теги • Исправлена проблема совместимости с Piwigo 11 • Мелкие исправления и улучшения интерфейса • Модернизация кода
sv: Version 2.6.2 3 maj 2021 • Tillåter vissa gemenskapsanvändare att skapa taggar • Fixar ett kompatibilitetsproblem med Piwigo 11 • Mindre buggfixar och förbättringar av gränssnittet • Uppdatering av kod
zh_hans: 版本 2.6.2 2021年5月3日 • 允许部分社区用户创建标签 • 修复与 Piwigo 11 的兼容性问题 • 小错误修复和界面改进 • 代码重构
zh_hant: 版本 2.6.2 2021年5月3日 • 允許部分社群用戶建立標籤 • 修正與Piwigo 11的相容性問題 • 小型錯誤修正及介面改進 • 程式碼更新

# v2.6.3_text
source: Version 2.6.3 May 11, 2021 • Bug fixes
ar: الإصدار 2.6.3 11 مايو 2021 • إصلاحات الأخطاء
da: Version 2.6.3 11 maj 2021 • Fejlrettelser
de: Version 2.6.3 11. Mai 2021 • Fehlerbehebungen
es: Versión 2.6.3 11 de mayo de 2021 • Corrección de errores
fr: Version 2.6.3 11 mai 2021 • Correction de bugs
hu: 2.6.3-as verzió 2021 Május 11 • Hibajavítások
id: Versi 2.6.3 11 Mei 2021 • Perbaikan bug
it: Versione 2.6.3 11 maggio 2021 • Correzioni di bug
ja: バージョン 2.6.3 2021年5月11日 • バグの修正
nl: Versie 2.6.3 11 mei 2021 • Foutjes verbeterd
pl: Wersja 2.6.3 11 maja 2021 • Poprawki błędów
ru: Версия 2.6.3 11 мая 2021 • Исправления ошибок
sv: Version 2.6.3 11 maj 2021 • Buggfixar
zh_hans: 版本 2.6.3 2021年5月11日 • 错误修复
zh_hant: 版本 2.6.3 2021年5月11日 • 錯誤修正

# v2.6.4_text
source: Version 2.6.4 May 18, 2021 • Minor bug fixes and improvements of the interface
ar: الإصدار 2.6.4 18 مايو 2021 • إصلاحات أخطاء طفيفة وتحسينات في الواجهة
da: Version 2.6.4 18 maj 2021 • Mindre fejlrettelser og forbedringer af brugerflade
de: Version 2.6.4 18. Mai 2021 • Kleinere Fehlerbehebungen und Verbesserungen der Benutzeroberfläche
es: Versión 2.6.4 18 de mayo de 2021 • Corrección de errores menores y mejoras en la interfaz
fr: Version 2.6.4 18 mai 2021 • Corrige des bugs mineurs et améliore l'interface
hu: 2.6.4-es verzió 2021 Május 18 • Kisebb hibajavítások és fejlesztések a felületen
id: Versi 2.6.4 18 Mei 2021 • Perbaikan bug minor dan perbaikan antarmuka
it: Versione 2.6.4 18 maggio 2021 • Correzioni di bug minori e miglioramenti dell'interfaccia
ja: バージョン 2.6.4 2021年5月18日 • 軽微なバグの修正とインタフェースの改善
nl: Versie 2.6.4 18 mei 2021 • Kleine foutjes verbeterd en verbetering van de interface
pl: Wersja 2.6.4 18 maja 2021 • Poprawki drobnych błędów i ulepszenia interfejsu
ru: Версия 2.6.4 18 мая 2021 • Незначительные исправления ошибок и улучшения интерфейса
sv: Version 2.6.4 18 maj 2021 • Mindre buggfixar och förbättringar av gränssnittet
zh_hans: 版本 2.6.4 2021年5月18日 • 小错误修复和界面改进
zh_hant: 版本 2.6.4 2021年5月18日 • 小型錯誤修正及介面改進

# v2.7.0_text
source: Version 2.7 August 12, 2021 • Auto upload photos and videos • Improved photo and video downsizing options • Minor bug fixes and improvements of the interface • Code modernization
ar: الإصدار 2.7 12 أغسطس 2021 • تحميل الصور ومقاطع الفيديو تلقائيًا • تحسين خيارات تصغير حجم الصور والفيديو • إصلاحات طفيفة للأخطاء وتحسينات في الواجهة • تحديث الكود
da: Version 2.7 12 august 2021 • Auto upload fotos og videoer • Forbedrede indstillinger for billed- og videonedjustering • Mindre fejlrettelser og forbedringer af brugerflade • Modernisering af kode
de: Version 2.7 12. August 2021 • Automatisches Hochladen von Fotos und Videos • Verbesserte Optionen zum Verkleinern von Fotos und Videos • Kleinere Fehlerbehebungen und Verbesserungen der Benutzeroberfläche • Code-Modernisierung
es: Versión 2.7 12 de agosto de 2021 • Auto subir fotos y vídeos • Mejoras en las opciones de reducción de tamaño de fotos y vídeo • Correcciones y mejoras menores de la interfaz • Modernización de código
fr: Version 2.7 12 août 2021 • Chargement automatique des photos et des vidéos • Amélioration des options de réduction de la taille des photos et des vidéos • Corrige des bugs mineurs et améliore l'interface • Modernisation du code
hu: 2.7-es verzió 2020 Augusztus 12 • Fotók és videók automatikus feltöltése • Fotó is videó méretcsökkentési lehetőségek továbbfejlesztése • Kisebb hibajavítások és fejlesztések a felületen • Kódmodernizálás
it: Versione 2.7 12 agosto 2021 • Caricamento automatico di foto e video • Opzioni di ridimensionamento foto e video migliorate • Correzioni di bug minori e miglioramento dell'interfaccia • Modernizzazione del codice
ja: Version 2.7 2020年8月12日 • 写真やビデオを自動的にアップロードする • 写真やビデオのダウンサイジングオプションの改善 •マイナーなバグ修正とインターフェイスの改善 • コードの現代化
nl: Versie 2.7 12 augustus 2021 • Automatisch foto's en video's uploaden • Verbeterde opties voor foto en video downsizing • Kleine foutjes hersteld en verbetering van de interface • Code-modernisering
pl: Wersja 2.7 12 sierpnia 2021 • Automatyczne przesyłanie zdjęć i filmów • Poprawione opcje zmniejszania zdjęć i filmów • Poprawki drobnych błędów i ulepszenia interfejsu • Modernizacja kodu
ru: Версия 2.7 12 августа 2021 • Автоматическая загрузка изображений и видео • Улучшенные настройки изображений и видео • Незначительные исправления ошибок и улучшения интерфейса • Модернизация кода
sv: Version 2.7 12 augusti 2021 • Automatisk uppladdning av foton och videoklipp • Förbättrade alternativ för video- och foto • Mindre buggfixar och förbättring av gränssnittet • Modernisering av kod
zh_hans: 版本 2.7 2020年8月12日 • 支持自动上传照片和视频 • 改进了照片和视频的压缩选项 • 错误修复和界面改进 • 部分代码重构
zh_hant: 版本 2.7 2021年8月12日 • 自動上傳照片及影片 • 改進照片及影片縮小的選項 • 小型錯誤修正及介面改進 • 程式碼更新

# v2.7.1_text
source: Version 2.7.1 September 1, 2021 • Minor bug fixes and improvements of the interface • Improved translations
ar: الإصدار 2.7.1 1 سبتمبر 2021 • إصلاحات الشوائب طفيفة وتحسين واجهة • تحسين الترجمة
da: Version 2.7.1 1 september 2021 • Mindre fejlrettelser og forbedringer af brugerflade • Forbedrede oversættelser
de: Version 2.7.1 1. September 2021 • Kleinere Fehlerbeseitigungen und Verbesserungen im Interface • Aktualisierte Übersetzungen
es: Versión 2.7.1 1 de septiembre de 2021 • Corrección de errores menores y mejoras en la interfaz • Mejora de las traducciones
fr: Version 2.7.1 1er septembre 2021 • Corrections de bugs mineurs et amélioration de l'interface • Amélioration des traductions
hu: 2.7.1-es verzió 2021 Szeptember 1 • Kisebb hibajavítások és fejlesztések a felületen • Továbbfejlesztett fordítások
id: Versi 2.7.1 1 September 2021 • Perbaikan bug minor dan perbaikan antarmuka • Peningkatan terjemahan
it: Versione 2.7.1 1 settembre 2021 • Correzioni di bug minori e miglioramento dell'interfaccia • Migliora le traduzioni
ja: バージョン 2.7.1 2021年9月1日 • 軽微なバグの修正とインタフェースの改善 • 翻訳の改善
nl: Versie 2.7.1 1 september 2021 • Kleine foutjes verbeterd en verbetering van de interface • Betere vertalingen
pl: Wersja 2.7.1 1 września 2021 • Poprawki drobnych błędów i ulepszenia interfejsu • Poprawki tłumaczenia
ru: Версия 2.7.1 1 сентября 2021 • Незначительные исправления и улучшения интерфейса • Улучшенные переводы
sv: Version 2.7.1 1 september 2021 • Mindre buggfixar och förbättring av gränssnittet • Förbättrade översättningar
zh_hans: 版本2.7.1 2021年9月1日 • 错误修复和界面改进 • 改进翻译
zh_hant: 版本 2.7.1 2021年9月1日 • 小型錯誤修正及介面改進 • 改進翻譯
